Repository: Dima73/enigma2-plugin-extensions-ts-sateditor
Catalog: po/*.po
Languages: el, fr, nl, pl

source: Add
el: Προσθήκη
fr: Ajouter
nl: Toevoegen
pl: Dodaj

source: Add
el: Προσθήκη
fr: Ajouter
nl: Toevoegen
pl: Dodaj

source: Add in user satellites.xml
el: Προσθήκη στο αρχείο χρήστη satellites.xml
fr: Ajouter dans satellites.xml de l'utilisateur
nl: Voeg in de persoonlijke satellites.xml
pl: Dodaj użytkownika satellites.xml

source: Add new
el: Προσθήκη νέου
fr: Ajouter nouveau
nl: Voeg een nieuwe toe
pl: Dodaj nowy

source: Add transponder
el: Προσθήκη αναμεταδότη
fr: Ajouter un transpondeur
nl: Voeg een transponder toe
pl: Dodaj transponder

source: Autor original code mfaraj57 Further development Dimitrij openPLi
el: Αρχικός κώδικας από τον mfaraj57 Περαιτέρω ανάπτυξη από τον Dimitrij openPLi
fr: Auteur code original mfaraj57 Développement ultérieur Dimitrij openPLi
nl: Originele auteur code Mfaraj57 Verdere ontwikkeling door Dimitrij lid van OpenPLi
pl: Autor oryginalnego kodu mfaraj57 Dalszy rozwój Dimitrij openPLi

source: Band
pl: Pasmo

source: Clone current
el: Κλωνοποίηση τρέχοντος
fr: Cloner le courant
nl: Kloon de huidige
pl: Klonowanie obenego

source: Clone current
el: Κλωνοποίηση τρέχοντος
fr: Cloner le courant
nl: Kloon de huidige
pl: Klonowanie obecnego

source: Close
el: Κλείσιμο
fr: Fermer
nl: Afsluiten
pl: Zamknij

source: Create user '/etc/enigma2/cables.xml'
el: Δημιουργία αρχείου χρήστη '/etc/enigma2/cables.xml'
fr: Créer '/etc/enigma2/cables.xml' utilisateur
nl: Maak een persoonlijke 'cables.xml'
pl: Utwórz użytkownika '/etc/enigma2/cables.xml'

source: Create user '/etc/enigma2/satellites.xml'
el: Δημιουργία αρχείου χρήστη '/etc/enigma2/satellites.xml'
fr: Créer '/etc/enigma2/satellites.xml' utilisateur
nl: Maak een persoonlijke 'satellites.xml'
pl: Utwórz użytkownika '/etc/enigma2/satellites.xml'

source: Create user '/etc/enigma2/satellites.xml' (use default)
el: Δημιουργία αρχείου χρήστη '/etc/enigma2/satellites.xml' (χρήση προεπιλεγμένου)
fr: Créer '/etc/enigma2/satellites.xml' utilisateur (utiliser par défaut)
nl: Maak uw persoonlijke 'satellites.xml' (standaard activeren)
pl: Utwórz użytkownika '/etc/enigma2/satellites.xml' (взять дефолтный)

source: Create user '/etc/enigma2/terrestrial.xml'
el: Δημιουργία αρχείου χρήστη '/etc/enigma2/terrestrial.xml'
fr: Créer '/etc/enigma2/terrestrial.xml' utilisateur
nl: Maak een persoonlijke 'terrestrial.xml'
pl: Utwórz użytkownika '/etc/enigma2/terrestrial.xml'

source: Disable user '/etc/enigma2/satellites.xml'
el: Απενεργοποίηση του αρχείου χρήστη '/etc/enigma2/satellites.xml'
fr: Désactiver '/etc/enigma2/satellites.xml' utilisateur
nl: DÃ©activeer de persoonlijke 'satellites.xml'
pl: Wyłacz użytkownika '/etc/enigma2/satellites.xml'

source: East
pl: Wschód

source: Edit
el: Επεξεργασία
fr: Éditer
nl: Wijzig
pl: Edytuj

source: Edit
el: Επεξεργασία
fr: Éditer
nl: Wijzig
pl: Edytuj

source: Edit transponder
el: Επεξεργασία αναμεταδότη
fr: Éditer transpondeur
nl: Wijzig de transponder
pl: Edycja transpondera

source: Enable user '/etc/enigma2/satellites.xml'
el: Ενεργοποίηση του αρχείου χρήστη '/etc/enigma2/satellites.xml'
fr: Activer '/etc/enigma2/satellites.xml' utilisateur
nl: Activeer de persoonlijke satellites.xml
pl: Włacz uzytkownika '/etc/enigma2/satellites.xml'

source: Freq.
pl: Częst.

source: Frequency
el: Συχνότητα
fr: Fréquence
nl: Frequentie
pl: Częstotliwość

source: Input Stream ID
el: ID Ροής Εισόδου
fr: Saisir le Stream ID
nl: Ingangsstream ID
pl: Strumień wejściowy ID

source: Invers.
pl: Inwers.

source: Inversion
el: Αναστροφή
nl: Inversie
pl: Inwersja

source: Modulation
el: Διαμόρφωση
nl: Modulatie
pl: Modulacja

source: Name
el: Όνομα
fr: Nom
nl: Naam
pl: Nazwa

source: Network scan
el: Ανίχνευση δικτύου
fr: Recherche du réseau
nl: Netwerkscan
pl: Skanowanie sieci

source: OK
pl: ОK

source: Open user '/etc/enigma2/satellites.xml'
el: Άνοιγμα του αρχείου χρήστη '/etc/enigma2/satellites.xml'
fr: Ouvrir '/etc/enigma2/satellites.xml' utilisateur
nl: Open de de persoonlijke satellites.xml
pl: Otwórz uzytkownika '/etc/enigma2/satellites.xml'

source: Orientation
el: Προσανατολισμός
nl: Orientatie
pl: Orientacja

source: PLS Code
el: PLS Κωδικός
fr: Code PLS
pl: PLS Kod

source: PLS Mode
el: PLS Λειτουργία
fr: Mode PLS
nl: PLS modus
pl: PLS Tryb

source: Polarization
el: Πόλωση
fr: Polarisation
nl: Polarisatie
pl: Polaryzacja

source: Position
el: Θέση
nl: Positie
pl: Pozycja

source: Remove
el: Διαγραφή
fr: Supprimer
nl: Verwijder
pl: Usuń

source: Remove satellite %s?
el: Αφαίρεση δορυφόρου %s?
fr: Supprimer le satellite %s?
nl: Verwijder de satelliet %s?
pl: Usunać satelitę %s?

source: Remove transponder?
el: Αφαίρεση αναμεταδότη;
fr: Supprimer le transpondeur?
nl: Verwijder de transponder?
pl: Usunąć transponder?

source: Remove user '/etc/enigma2/cables.xml'
el: Αφαίρεση του αρχείου χρήστη '/etc/enigma2/cables.xml'
fr: Supprimer '/etc/enigma2/cables.xml' utilisateur
nl: Verwijder de persoonlijke 'cables.xml'
pl: Usuń uzytkownika '/etc/enigma2/cables.xml'

source: Remove user '/etc/enigma2/satellites.xml'
el: Αφαίρεση του αρχείου χρήστη '/etc/enigma2/satellites.xml'
fr: Supprimer '/etc/enigma2/satellites.xml' utilisateur
nl: Verwijder de persoonlijke 'satellites.xml'
pl: Usuń uzytkownika '/etc/enigma2/satellites.xml

source: Remove user '/etc/enigma2/terrestrial.xml'
el: Αφαίρεση του αρχείου χρήστη '/etc/enigma2/terrestrial.xml'
fr: Supprimer '/etc/enigma2/terrestrial.xml' utilisateur
nl: Verwijder de persoonlijke 'terrestrial.xml'
pl: Usuń uzytkownika '/etc/enigma2/terrestrial.xml

source: Restart the GUI now?
el: Να γίνει επανεκκίνηση του GUI τώρα;
fr: Redémarrer l'IGU maintenant?
nl: Herstart Enigma nu?
pl: Zrestartować GUI teraz?

source: SR
pl: Przep.

source: Satellites
el: Δορυφόροι
nl: Satellieten
pl: Satelity

source: Save new /etc/enigma2/satellites.xml? (This take some seconds.)
el: Αποθήκευση νέου /etc/enigma2/satellites.xml; (Αυτό μπορεί να πάρει μερικά δευτερόλεπτα.)
fr: Sauvergarder le nouveau /etc/enigma2/satellites.xml? (Cela peut prendre du temps.)
nl: Moet de nieuwe opgeslagen worden? (Dit duurt enkele seconden.)
pl: Zapisz nowy /etc/enigma2/satellites.xml? (To zajmie kilka sekund.)

source: Select action for blindscan.xml:
el: Επιλογή ενέργειας για το blindscan.xml:
fr: Sélectionenr une actions pour blindscan.xml:
nl: Maak uw keuze t.b.v. de blindscan.xml:
pl: Wybierz akcję do blindscan.xml:

source: Select action:
el: Επιλογή ενέργειας:
fr: Choisir une action:
nl: Maak uw selectie:
pl: Wybierz akcję:

source: Show blindscan.xml
el: Εμφάνιση blindscan.xml
fr: Afficher blindscan.xml
nl: Toon de blindscan.xml
pl: Pokaż blindscan.xml

source: Sorry, you can not use prime meridian.
el: Λυπούμαστε, δεν είναι δυνατή η χρήση του πρώτου μεσημβρινού.
fr: Désolé, vous ne pouvez pas utiliser le premier méridien.
nl: Sorry, je kunt de nulmeridiaan niet gebruiken.
pl: Przepraszamy, nie możesz użyć głównego południka.

source: Sort
el: Ταξινόμηση
fr: Trier
nl: Sorteer
pl: Sortowanie

source: Symbolrate
el: Ρυθμός συμβόλων
nl: Symboolwaarde
pl: Przepływ

source: TS-Satellites Editor
el: TS-Επεξεργασία Δορυφόρων
fr: Éditeur TS-Satellites
nl: TS-Satelliet Editor
pl: Edytor satelit

source: TS-Satellites Editor:%s
el: TS-Επεξεργασία Δορυφόρων:%s
fr: Éditeur TS-Satellites:%s
nl: TS-Satelliet Editor: %s
pl: Edytor satelit:%s

source: This position number is busy. Select another position.
el: Αυτή η θέση είναι κατειλημμένη. Παρακαλώ επιλέξτε άλλη.
fr: Ce numéro de position est déjà utilisé. Choisissez une autre position.
nl: Dit positie is actief. Kies een andere positie.
pl: Ten numer pozycji jest zajęty. Wybierz inną pozycję.

source: Transponders Editor (%s)
el: Επεξεργασία Αναμεταδοτών (%s)
fr: Éditeur de transpondeur (%s)
pl: Edycja Transpondera (%s)

source: Use T2MI PLP
fr: Utiliser T2MI PLP
nl: Gebruik T2MI PLP
pl: Użyj T2MI PLP

source: Use TSID/ONID
fr: Utiliser TSID/ONID
nl: Gebruik TSID/ONID
pl: Użyj TSID/ONID

source: Use multistream
el: Χρήση multistream
fr: Utiliser multistream
nl: Gebruik Multistream
pl: Użyj wielostrumieniowego

source: Use onid
el: Χρήση onid
fr: Utiliser onid
nl: Gebruik onid
pl: Użyj ONID

source: Use tsid
el: Χρήση tsid
fr: Utiliser tsid
nl: Gebruik tsid
pl: Użyj TSID

source: User satellites.xml
el: Αρχείο χρήστη satellites.xml
fr: satellites.xml utilisateurs
nl: Gebruik de satellites.xml
pl: Użytkownika satellites.xml

source: West
pl: Zachód

source: circular left
el: αριστερόστροφη
fr: Circulaire à gauche
nl: circulair links
pl: Kołowa Lewa (CL)

source: circular right
el: δεξιόστροφη
fr: Circulaire à droite
nl: circulair rechts
pl: Kołowa Prawa (CR)

source: horizontal
el: οριζόντια
fr: Horizontale
nl: horizontaal
pl: Pozioma (H)

source: vertical
el: κάθετη
fr: Verticale
nl: verticaal
pl: Pionowa (V)

source: System
el: Σύστημα
fr: Système
nl: Systeem

source: Pilot
el: Πιλότος
fr: Pilote
nl: Test
